Repository: brunoscholz/luxore-website
Catalog: po/*.po
Languages: pt_br

source: Your photos, or as we call - The Looks - will live in your Vitrine which is just a fancy french name for the "feed". Your followers will see there, everything you post! They will be following a style, a trend, or your creativity... You can explore your looks, your body type, events, make-up, hair-style, shoes, underwear, socks, bracelets, necklaces... Anything you want. The idea is to be found and be on command of your own style!
pt_br: Suas fotos, ou como as chamaremos - Os Looks - viverão na sua Vitrine que é apenas um nome bonito em francês para o linha do tempo. Seus seguidores verão lá, tudo o que você postar! Eles seguirão

source: Your photos, your property, your rules. Luxore gives you a way to make money by posting photos. In every photo, you'll have up to 4 (four) ad spaces to fill the way you want... You can always leave your photos without ads, although we DO NOT recommend that (see <a class="linx" href="http://www.luxore.me/blog/">here</a>).<br>Important: WE DO NOT OWN THE NETWORK OR THE APP. Personal information is end-to-end encrypted, the storage is distributed and the connections decentralized.
pt_br: Suas fotos, sua propriedade, suas regras. A Luxore te dá uma forma de ganhar dinheiro postando fotos. Você terá à sua disposição até 4 (quatro) espaços de anúncios para preencher da maneira que quiser... Você poderá deixar seus looks sem propaganda, embora NÃO recomendemos (veja <a class="linx" href="http://www.luxore.me/blog/">aqui</a> o porquê).<br>Importante: NÓS NÃO SOMOS DONOS DA REDE. Informações pessoais serão criptografadas de ponta-a-ponta, o armazenamento será distribuído e as conexões descentralizadas.

source: Your profile is your virtual identity! It shows your info in an organized way with tools for customization and security settings... Here you can choose your interests which will filter your Vitrine showing always what is relevant to you. All info about you will live here and you can control it the way you want - your badges, your data, your friends, rankings, lists, galleries, stats, etc..
pt_br: Seu perfil é a sua identidade virtual! Ele mostra a sua informação de forma organizada com ferramentas para configurações de personalização e segurança... Aqui você pode escolher os seus interesses e filtrar sua Vitrine exibindo sempre o que é relevante para você. Todas as informações sobre você estarão aqui e você poderá controlá-las da maneira que quiser - seus distintivos, seus dados, seus amigos, rankings, listas, galerias, estatísticas, etc..

source: your website code
pt_br: código do seu site
