Repository: brunoscholz/luxore-website
Catalog: po/*.po
Languages: pt_br

source: First, because they are controlled. Second, it is a way to give people more freedom to interact, create and make business directly with each other and that is no one else's business! Third, because a common currency is insecure which means, there are a high cost to make it work smoothly, and we would depend on banks and courts... That would really be expensive. That is why Luxore is possible: we don't have to worry about those impractical costs...
pt_br: Primeiro porque não é controlada. Segundo, é uma maneira de dar mais liberdade às pessoas para interagir, criar e fazer negócios diretamente umas com as outras e não é da conta de mais ninguém! E terceiro, porque uma moeda comum é insegura o que significa que haveriam muitos custos para faer tudo funcionar e ainda dependeríamos de bancos e tribunais... Isso seria extremamente caro. É por isso que a Luxore é possível: não precisamos nos preocupar com custos impraticáveis...

source: From now on, we need a few early adopters to help us test everything... Find bugs, criticize the layouts, button positioning, colors, anything that could be a threat to usability or bad in the eye!
pt_br: A partir de agora, precisamos de alguns usuários iniciais para nos ajudar a testar... Achar erros, criticar visual, posicionamento de botões, cores, qualquer coisa que possa ser uma ameaça a usabilidade ou feio!

source: Funder trophies are achievements distributed for every pledge on <a class="linx">kickstarter campaign</a>. They give advantages to its bearer within the 2 years period of LUX coin disbursement. Each week, according to <a class="linx">this table</a> the coins will be distributed to every points owner through proof of Value and proof of Participation. The Funder Trophies give more points througout this period... If 10000 coins are distributed, and we have 100 users with points, a smart contract sums up the points and divide proportionally the coins... Having a head start with more points, means you earn more coins!
pt_br: Troféus de Financiador são símbolos distribuídos para os doadores da <a class="linx">campanha do kickstarter</a>. Eles dão vantagens a seu portador dentro do período de 2 anos de distribuição da moeda(LUX). A cada semana, de acordo com <a class="linx">esta tabela</a> as moedas serão distribuídas entre os usuários com pontos através de Provas de Valor e Provas de Participação. Os Troféus de Financiador darão mais pontos durante este período... Se 10000 moedas forem distribuídas, e nós tivermos 100 usuários com pontos, um contrato inteligente soma os pontos e divide proporcionalmente as moedas... Tendo uma vantagem e começando com mais pontos, significa que você ganha mais moedas!

source: Games are fun and keep us motivated! Besides that, it helps to keep the network healthy.
pt_br: Os jogos são divertidos e nos mantém motivados! Além disso, ajudam a manter a rede saudável.

source: Gamification
pt_br: Gamificação

source: Gamification is the process of using game-like incentives in a non-game environment.
pt_br: Gamificação é o processo de usar os incentivos de um jogo em um ambiente fora do jogo.

source: General
pt_br: Geral

source: Get in Touch
pt_br: Entre em contato

source: Get Started
pt_br: Comece

source: Gold Trophy
pt_br: Troféu de Ouro

source: Golden Scissors
pt_br: Tesoura de Ouro

source: Got a complain about anything covered here? Contact us:<br><a class="linx" href="mailto:dearjerksofluxorefoundation@luxore.me">dearjerksofluxorefoundation@luxore.me</a>
pt_br: Tem alguma reclamação sobre qualquer coisa abordada aqui? Entre em contato:<br><a class="linx" href="mailto:dearjerksofluxorefoundation@luxore.me">dearjerksofluxorefoundation@luxore.me</a>

source: Got a question about something not covered here? Just ask. Contact us:<br> <a class="linx" href="mailto:whatsup@luxore.me">whatsup@luxore.me</a>
pt_br: Tem alguma dúvida sobre algo não abordado aqui? Pergunte. Entre em contato:<br> <a class="linx" href="mailto:whatsup@luxore.me">whatsup@luxore.me</a>

source: Have a complain about something?
pt_br: Tem alguma reclamação?

source: Here you can make business following your wishes, talents and inspirations. You can sell fashion consulting, create studios with other professionals, tell about your day, make a tutorial, or even sell your products. You can generate revenue in any way you want and other people voluntarily agree. These virtual co-working put people in contact, linking together customer and supplier, teacher and apprentice, buyer and seller. Studios have a vitrine too, like any other user, and you can post looks, lists and products.
pt_br: Aqui você pode fazer negócios seguindo os seus desejos, talentos e inspirações. Você pode vender consultoria de moda, criar estúdios com outros profissionais, contar sobre o seu dia, fazer um tutorial, ou até mesmo vender seus produtos. Você pode gerar receita de qualquer maneira que você quiser e outras pessoas voluntariamente concordarem. Estes espaços virtuais de trabalho em grupo colocam as pessoas em contato, interligando o cliente e o fornecedor, o professor e o aprendiz, o comprador e o vendedor. Os estúdios também têm uma vitrine, e como qualquer outro usuário, você pode postar looks, listas e produtos.

source: How can I exchange my LUX for money?
pt_br: Como posso trocar LUX por dinheiro?

source: How do I earn money?
pt_br: Como eu posso ganhar dinheiro?

source: How LUX Coin has value?
pt_br: Como a LUX tem valor?

source: How many ads there will be in a Look?
pt_br: Quantos anúncios haverá em um look?

source: How much is a nice value for an ad space?
pt_br: Quanto é um bom valor para um espaço de anúncio?

source: How my look will be linked to a store item?
pt_br: Como meu look vai ser ligado a um item da loja?

source: How the store contracts work?
pt_br: Como funcionam os contratos com as lojas?

source: How to be different inside Luxore?
pt_br: Como ser diferente dentro da Luxore?

source: How your friends call you?
pt_br: Como seus amigos chamam você?

source: If everything goes well, after almost a year, we are announcing the start of a new network that, by the responses we have so far, can really revolutionize the fashion world!! So if you can, help us anyway you can: donating, commenting, downloading... <br>Thank you!
pt_br: Se tudo der certo, depois de quase um ano, estaremos anunciando o lançamento da nova rede, que pelas reações que obtivemos até agora, pode realmente revolucionar o mundo da moda!! Então se puder nos ajudar, da forma que puder: doações, comentando, baixando... <br>Muito obrigado!

source: IF YOU'RE FROM A FOREIGN COUNTRY, WELCOME.. GUTENTAG, NEI HO, BONJOUR, JAMBO, HOLA… (that doesn't make any sense.. foreign from where?). Well, we don't have your information, so we're not going to be transferring your information to any country... Unless you're from Brazil, then… well… let us know and we'll figure out what to do with you... Ha ha, just kidding! Headings to these sections are meant to be for entertainment purposes only and have no binding effect. We can transfer our rights and obligations in this agreement whenever we want. Just because we don't put someone in a burlap sack and beat them with a sock full of quarters for violating any section of this Agreement doesn't mean we're waiving our right to enforce our Agreement (?), it just means we're cutting someone some slack. It doesn't mean we'll do the same for you or anyone else. Follow the "law" and don't be a jerkface.
pt_br: SE VOCÊ É DE UM PAÍS ESTRANGEIRO, WELCOME.. GUTENTAG, NEI HO, BONJOUR, JAMBO, HOLA... (isso não faz sentido algum... estrangeiro de onde?) Bem, não possuímos suas informações, então não as transferiremos para país algum... A não ser que você seja do Brasil, daí... bem... nos diga e pensaremos no que fazer com você... haha, só brincadeira! Os cabeçalhos dessas seções são apenas para questões de entretenimento e não têm valor legal. Podemos transferir nossos direitos nesse Acordo quando quisermos. Só porque não enchemos alguém de porrada com uma meia cheia de moedas por violar uma das seções do Acordo, não significa que abrimos mão do nosso direito de fazer cumprir este Acordo(?), só significa que estamos quebrando uma para alguém e não que isso vá funcionar da mesma forma para todos. Siga as "leis" e não seja um bobão.

source: in
pt_br: no

source: In a day of bad mood, <a class="linx" ui-sref="app.team({'#': 'loris'})">Loris</a> put some thought in how to make people's lives better... Fashion is all around us and can lift our moods, our self-estim... When she came with the idea, we started working on a solution: A social network with freedom, that could join people with the same interests - Luxore was born!! Since then, we are working hard to assemble it.
pt_br: Em um dia daqueles em que nada funciona, <a class="linx" ui-sref="app.team({'#': 'loris'})">Loris</a> começou a pensar em como fazer as vidas das pessoas melhores... A moda está em tudo e pode levantar nossos humores nossa auto-estima... Quando ela apareceu com a ideia, começamos a trabalhar na solução: Uma rede social com liberdade, que juntasse pessoas com os mesmos interesses - A Luxore havia nascido!! Desde então estamos trabalhando muito para montá-la.

source: Initially it does not have any! Every kind of money has value based on its uses, on people who think that it is a good mean of exchange. With time, more people will be using the network and, as the only way of making ads is with LUX, it will have its own market; like a stock! It can be thoght as a mileage program, but no one can create those points, and they can be traded as an asset.
pt_br: Inicialmente não tem valor! Todo tipo de dinheiro tem valor baseado no seu uso, nas pessoas que pensam que ele é um bom meio de trocas. Com tempo, mais pessoas usarão a rede e, como a única forma de pagar por propaganda é com LUX, ela terá seu próprio mercado; como uma ação na bolsa! Pode ser pensada como um programa de milhagens, mas ninguém pode criar os pontos e pode ser negociada como um ativo ou dinheiro.

source: Is LUX Coin legal?
pt_br: LUX é legal?

source: It is a place to put together internal and external content. It will work like the rss readers where you subscribe to a blog to receive its posts. Besides that, it will have a yellow pages section where you can announce brands, products and services... Through the Luxore blog you'll always count with interviews and curiosities about the network and the world of fashion around us!
pt_br: É um lugar para colocar junto conteúdo interno e externo. Vai funcionar como os leitores de RSS em que você assina em um blog para receber suas atualizações. Além disso, ele terá uma seção de 'páginas amarelas' onde você pode anunciar marcas, produtos e serviços... Através do blog da Luxore você sempre vai contar com entrevistas e curiosidades sobre a rede e o mundo da moda ao nosso redor!

source: It is not ilegal! Some countries are trying to forbid cryptocurrencies, but, unless they shut down the internet, it is not possible. Although they can tax and apply fees to people with these coins, it is not possible to link the money: it has good annonimity! Anyway, it is not ilegal in most places to have cryptocurrencies, but you always have to be careful with the greed of polititians!
pt_br: Não é ilegal! Alguns países estão tentando proibir criptomoedas, mas, a menos que eles desliguem a internet, não é possível. Embora possam tributar e aplicar taxa às pessoas que possuem essas moedas, não é possível vincular a posse das moedas: elas tem boa anonimidade! De qualquer forma não é ilegal na maioria dos lugares ter moeda digital, mas você sempre tem que ter cuidado com a ganância dos políticos!

source: Join our newsletter
pt_br: Assine nossa newsletter

source: July 4th, 2016
pt_br: 4 de Julho,2016

source: Keep informed of the steps taken into making this great.
pt_br: Mantenha-se informado dos passos para fazer a rede.

source: Kickstarter will begin soon
pt_br: Kickstarter vai começar em breve

source: Language
pt_br: Idioma

source: Level 2
pt_br: Nível 2

source: Level 3
pt_br: Nível 3

source: Lists
pt_br: Listas

source: Loud Noises
pt_br: Parágrafo Escandaloso

source: LUX Coin is a cryptocurrency much like Bitcoin. It is a form of digital money and will be used for every transaction inside Luxore.
pt_br: LUX é uma moeda digital muito parecida com o Bitcoin. É uma forma de dinheiro digital e será utilizada em todas as transações dentro da Luxore.

source: Luxore for me is a big project with bigger intentions! As a developer, this is the greatest project I ever been involved. It's amazing to be part of such a revolutionary idea. As libertarian, I always wanted to do something to the liberty cause and I can't imagine myself writing on ethics or economics, but I can understand it, so Luxore is a bunch of good ideas and concepts blended into a decentralized social network with a digital coin. That represents what freedom is to me: no masters, no rulers!
pt_br: A Luxore para mim é um grande projeto com intenções enormes! Como desenvolvedor, este é o maior projeto em que já estive envolvido. É incrível fazer parte de uma ideia tão revolucionária. Como libertário, sempre quis fazer algo pela causa da liberdade e não me imagino escrevendo sobre ética ou economia, mas entendo, então a Luxore é um apanhado de boas ideias e conceitos misturados em uma rede social descentralizada com uma moeda digital. Isso representa o que a liberdade é pra mim: sem mestres, sem reguladores!

source: Luxore is a project of a decentralized social network that rewards its users by placing ads and distributing the revenue among the participants. The initial ditribution is:
pt_br: A Luxore é um projeto de uma rede social descentralizada que premia seus usuários, colocando anúncios e distribuindo as receitas entre os participantes. A distribuição inicial será:

source: Luxore is free! You don't have to pay anything to use it and you don't have to use all features... If you don't want to "collect" from your Looks, you don't have to!
pt_br: A Luxore é grátis! Você não tem que pagar nada para usá-la e você não precisa que usar todos os seus recursos... Se você não quiser "coletar" com seus Looks, você não precisa!

source: Luxore Terms of Use
pt_br: Termos de Uso da Luxore

source: Luxore to me is...
pt_br: Luxore pra mim é...

source: Luxore Trophy
pt_br: Troféu Luxore

source: Luxore will be running on top of <a class="linx" href="http://lisk.io">Lisk</a>, a platform for decentralized apps with its own sidechain. The network and the data will be spread in all users' devices.
pt_br: A Luxore será construída sobre o <a class="linx" href="http://lisk.io">Lisk</a>, uma plataforma para aplicações descentralizadas com a sua própria sidechain (um blockchain secundário). A rede e os dados estarão distribuídos nos dispositivos de todos os usuários.

source: Making it Happen
pt_br: Fazendo Acontecer

source: May
pt_br: Mai

source: May 28th, 2016
pt_br: 28 de Maio, 2016

source: Media Kit
pt_br: Kit de Mídia

source: Misc Things
pt_br: Miscelânia

source: More Features
pt_br: Mais Recursos

source: News
pt_br: Notícias

source: No Masters
pt_br: Sem Mestres

source: No one! The whole point of it is to have no central control! They are created through smart contracts and they have a limit: 1 billion LUX, in this case.
pt_br: Ninguém! O ponto principal é que não tem nenhum controle central! Elas são criadas através de contratos inteligentes e tem um limite: 1 bilhão de LUX, neste caso.

source: No. A Studio works as any other 'user', with the same rules. If you want to sell products, than you must pay the transactions fees like a normal credit card payment system, but way cheaper. Those fees are paid for other users to run the Luxore's storage nodes.
pt_br: Não Um estúdio funciona como qualquer outro "usuário", e tem as mesmas regras. Se você quer vender produtos, você deve pagar as taxas de transações como um sistema de pagamento com cartão de crédito normal, mas muito mais barato. Essas taxas são pagas para outros usuários que rodam os nós de armazenamento da Luxore.

source: No. Depending on the country you are, but normally no. Some places have defined Bitcoin as an asset, others as money, others don't care... The thing is they don't have control over digital coins, and you own nothing to them. Now, if you really want to, you should check your country's laws about this. Sometimes you can declare coins as an investment... In the end it is really up to you! No one can know how much do you have, so you can declare it or you can avoid!
pt_br: Não. Dependendo do país que você está, mas normalmente não. Alguns lugares definiram o Bitcoin como um ativo, outros como dinheiro, outros não se importam... O negócio é que eles não tem controle sobre as moedas digitais, e você não deve nada para ninguém. Agora, se você realmente quiser, você deve verificar as leis do seu país sobre este assunto. Às vezes você pode declarar suas moedas como um investimento... No final, é realmente com você! Ninguém tem como saber o quanto você tem, então você pode declará-lo ou você pode evitar!

source: Nope! That is not a demand. We believe quality and good services don't come from a registered piece of paper. You will be evaluated by other users: if they like your services, fine!
pt_br: Não! Isso não é uma exigência. Acreditamos que a qualidade e bons serviços não vem de um pedaço de papel registrado. Você será avaliado por outros usuários: se eles gostam de seus serviços, ótimo!

source: Notifications
pt_br: Notificações

source: Notifications keep you informed of what is going on with your posts, your businesses, and your friends! It's a way that we can communicate and show you possibilities like advertisers willing to pay you by your services. This can be used as a way to discover the world beyond who you are following... You can receive notifications from studios, from people related to your interests, or even from tags!
pt_br: Notificações vão mantê-lo informado sobre o que está acontecendo com seus posts, seus negócios, e seus amigos! É uma maneira de nos comunicarmos e te mostrar as possibilidades junto a anunciantes dispostos a pagar pelos seus serviços. Isso pode ser usado como uma forma de descobrir o mundo além do que você está seguindo... Você pode receber notificações de estúdios, de pessoas relacionadas aos seus interesses, ou mesmo a partir de tags!

source: November 23th, 2015
pt_br: 23 de Novembro, 2015

source: One way, as said above, is to use a broker, but you can sell them for a deposit in your bank account... You can make a transaction for cash! You can trade it for another cryptocurrency... Really up to you!
pt_br: Uma forma, como disse acima, é a utilização de um corretor, mas você pode vender por um depósito em sua conta bancária... Você pode fazer uma transação em troca de dinheiro! Você pode trocá-la por outra moeda digital... Realmente depende de você!

source: Oops! It looks like that's not an email!
pt_br: Oops! Parece que isso não é um email!

source: Or Ethical Guidelines for using Luxore
pt_br: Ou Orientações Éticas para usar a Luxore

source: Or use our channels in social media
pt_br: Ou use nossos canais nas mídias sociais

source: Our own coin, used to negotiate and reduce bureaucracy...
pt_br: Nossa moeda própria, é usada para negociar e reduzir a burocracia...

source: Our site/app may have links to third party websites that we have no control over, such as YouTube, Facebook, and MySpace (seriously.. who uses myspace anymore?). We have no responsibility over this content (although if those companies want to give us free shares in their company we're cool with that) and therefore you have to take up any problems you have with those sites with their owners. Leave us out of it.
pt_br: Nosso site/app pode ter links para sites de terceiros sobre os quais não temos controle, como YouTube, Facebook e MySpace(sério.. quem ainda usa MySpace?). Nós não temos nenhuma responsabilidade sobre esse conteúdo (embora, se essas empresas quiserem nos dar ações grátis, tudo bem para nós) e, portanto, você tem que resolver quaisquer problemas que você tiver com esses sites com seus proprietários. Nos deixe fora disso.

source: People have freedom of association (or not to associate) and we respect that! All we ask is: Don't be a jerkface. A jerkface is someone who discriminates, defrauds, hates, or acts like an idiot. Don't do any of that. Although we cannot forbid you, other people may not like when you act like that and we gave 'em the weapons to fight when you behave like a jerkface (<a class="linx">blog post soon!</a>).
pt_br: As pessoas têm liberdade de se associar (ou de não se associar) e nós respeitamos isso! Tudo que pedimos é: Não seja um bobão. Um bobão é alguém que discrimina, defrauda, odeia ou age como um idiota. Não seja assim. Embora não possamos proibi-lo, outras pessoas podem não gostar quando você agir dessa forma e nós lhes demos armas para lutar quando você se comportar como um bobão (<a class="linx">posts em breve!</a>).

source: Physical Removal Services
pt_br: Serviços de Remoção Física

source: Please! Let us know what is it about...
pt_br: Por favor! Deixe-nos saber do que se trata...

source: Profile
pt_br: Perfil

source: Project Luxore, the Luxore website and the Luxore app ("Luxore", the "Site", the "App", "we" or "us") use cutting edge digital technologies to create a space with freedom for people to share and be creative! The software is free and open-source, the network is decentralized and distributed. We see Luxore as a tool for fashion workers and enthusiasts - but we are not in the business of fashion. Luxore exists to showcase and facilitate the connections and monetization of people otherwise not known in this industry.
pt_br: O projeto Luxore, o website Luxore e o app Luxore ("Luxore", o "Site", o "App", ou "nós") usam tecnologias digitais de ponta para criar um espaço livre para as pessoas compartilharem e serem criativas! O software é gratuito e de código aberto, a rede é descentralizada e distribuída. Vemos a Luxore como uma ferramenta para os trabalhadores e entusiastas da moda - mas não estamos no negócio da moda. A Luxore existe para mostrar e facilitar as conexões e a monetização das pessoas que, de outra forma, passariam desapercebidas da indústria.

source: Project was Born
pt_br: O Projeto nasceu

source: Resources
pt_br: Recursos

source: Responsibilities
pt_br: Responsabilidades

source: Roadmap
pt_br: Roteiro

source: Secure
pt_br: Segura

source: Send my Thoughts!!
pt_br: Enviar meus Pensamentos!!

source: Sign Up With GitHub
pt_br: Inscreva-se com o GitHub

source: Silver Scissors
pt_br: Tesoura de Prata

source: Silver Trophy
pt_br: Troféu de Prata
