Repository: brunoscholz/luxore-website
Catalog: po/*.po
Languages: pt_br

source: "Every day you encounter people or causes that inspire you to help, to applaud, to support." <a href="https://www.changetip.com">ChangeTip</a> started this brilliant project, and we are going to do the same, in LUX inside Luxore. Creative individuals inspire everyone around them and they usually can use some support. With the tips feature you can show your appreciation and support in a way beyond likes and sharing! Directly to who inspires you...
pt_br: "Todos os dias você encontra pessoas ou causas que inspiram você a ajudar, a aplaudir, a apoiar." <a href="https://www.changetip.com">ChangeTip</a> começou este projeto brilhante, e nós vamos fazer o mesmo, em LUX dentro da Luxore. Pessoas criativas inspiram todo mundo ao redor deles e eles geralmente precisam de algum suporte. Com o recurso das gorjetas você pode mostrar seu apreço e apoio de uma forma que vai além de curtidas e compartilhamentos! Diretamente a quem inspira você...

source: <b>DON'T BE A WHINER.</b> No one likes crybabies, or evil robots... There are lots of movies about the problems with these evil metal monsters, but the same thing applies to childish complainers and social justice warriors... Take a chill pill, or as a great man once said: "If you don't mind, it doesn't matter" - Jack, 5 years old, Room (2015).
pt_br: <b>NÃO SEJA CHORÃO.</b> Ninguém gosta de chorões ou robôs do mal... Há muitos filmes sobre os problemas com esses monstros de metal malvados, mas o mesmo se aplica aos reclamões infantis e aos "guerreiros da justiça social"... "Sossega o facho véi", ou como um grande homem disse uma vez: "Se você não liga, não tem importância" - Jack, 5 anos de idade, O Quarto de Jack (2015).

source: <b>DON’T BE DOCTOR RETARD MCTARDYPANTS.</b> Although no one likes crybabies, it's not an excuse to be a jerkface... Don’t use Luxore to annoy, harass, or abuse anyone. You can, but people can fight you back with tools instead of words.
pt_br: <b>NÃO SEJA O DOUTOR MCTARDYPANTS.</b> Embora ninguém goste de bebês chorões, isso não é desculpa para você ser um babaca... Não use a Luxore para incomodar, molestar ou abusar de ninguém. Você pode, mas as pessoas podem revidar com ferramentas ao invés de palavras.

source: <b>DON’T LIE.</b> Just don't. It is ugly. Shame on you!!
pt_br: <b>NÃO MINTA.</b> Apenas não faça. É feio. Você deveria se envergonhar!!

source: <b>FLAG MISCONDUCT.</b> If you see anyone that’s ignoring these community guidelines and you have a problem with it, block them. It's easier than write an email and safer than a knife fight.
pt_br: <b>MARQUE O MAU COMPORTAMENTO.</b> Se você ver alguém que está ignorando essas regras da comunidade e você tiver um problema com isso, bloqueie a pessoa. É mais fácil que escrever um email e mais seguro que uma luta de facas.

source: <b>GIVE US FEEDBACK.</b> Bumped into a bug? Something doesn’t look right? Seen something that shouldn’t be here? Have an idea for a feature? <a class="linx" ui-sref="app.contact">Tell us</a>. We love hearing from you. No jokes here! Just saying cause we copied lots of these guidelines from other places, and some things here are really serious.
pt_br: <b>NOS DÊ UM RETORNO.</b> Encontrou um erro? Algo não parece certo? Viu algo que não deveria estar aqui? Teve uma idéia para um recurso novo? <a class="linx" ui-sref="app.contact">Conte pra gente</a>. Nós adoraríamos ouvir de você. Sem piadas aqui! Dizemos isso porque copiamos muitas dessas orientações de outros lugares, e algumas coisas são realmente sérias.

source: <b>KEEP IT IN CONTEXT.</b> Luxore is a platform for showcasing the people, fashion workers, enthusiasts, creators and all related services. So nothing about politics or the MLB, although the MLB jerseys can be more usefull!
pt_br: <b>SE MANTENHA NO CONTEXTO.</b> Luxore é uma plataforma para pessoas serem vistas, para quem trabalha com moda, entusiastas, criadores e todos os serviços relacionados. Portanto, nada sobre política ou camisa de time de futebol, embora as camisas de time possam ser úteis!

source: <b>KEEP IT ORIGINAL.</b> Luxore is to empower real-life people (not hollywood frauds), to help them find their own styles or create it. So, instead of copy super-duper-models, find out what people think about you... Keep it real.
pt_br: <b>SEJA ORIGINAL.</b> Luxore é para empoderar as pessoas reais (não as fraudes de hollywood), e ajudá-las a encontrar seus próprios estilos ou criá-los. Assim, ao invés de copiar super-ultra-mega-modelos, descubra o que as pessoas pensam de você... Seja você mesmo.

source: <b>RESPECT IP RIGHTS.</b> Ha ha, just kidding... There is no such a thing.. See why <a class="linx" href="https://mises.org/library/against-intellectual-property-0" target="_blank">here</a> and <a class="linx" href="http://everythingisaremix.info/" target="_blank">here</a>.
pt_br: <b>RESPEITO AOS DIREITOS DE PROPRIEDADE INTELECTUAL.</b> Ha ha, brincadeira... Isso nem existe... Veja por que <a class="linx" href="https://mises.org/library/against-intellectual-property-0" target="_blank">aqui</a> e <a class="linx" href="http://everythingisaremix.info/" target="_blank">aqui</a>.

source: <b>TAG YOUR PHOTOS (II).</b> Oh, it will help you with visibility and improve the valorization of the network, of the coin and yours.
pt_br: <b>MARQUE SUAS FOTOS (II).</b> Ah, isso vai ajudá-lo com a visibilidade e melhorar a valorização da rede, da moeda e a sua própria.

source: <b>TAG YOUR PHOTOS.</b> That is it!
pt_br: <b>MARQUE SUAS FOTOS.</b> Só isso!

source: <b>Who:</b> Luxore project is maintained by Luxore Foundation ("LF"). At times LF may also be referred to as "we", "us", or "Luxore.me". The person who is viewing or interacting with this project we will refer to as "you", "hey you", or where appropriate "jerkface" (only if you're being bad - or childish). "Our" will be used to both parties, 'cause the network is decentralized and distributed.<br><br><b>Why:</b> This Terms of Service Agreement ("Agreement") is our contract (not a <a class="linx" href="https://en.wikipedia.org/wiki/Smart_contract" target="_blank">smart one,</a> though!) with you, and tells you what you can and can't do and what we can and can't do with you.<br><br><b>What:</b> Luxore is a bad ass capitalist-inspired project aimed at making people feel good about themselves (really oppressive, huh?) and to connect people with the same interests in different areas of fashion anywhere in the world. Luxore is build with <a class="linx" href="https://en.wikipedia.org/wiki/Block_chain_%28database%29" target="_blank">blockchain</a> technology and have it's own "money", coin, or digital currency: <a class="linx" href="http://www.luxore.me/blog/">LUX</a>.<br><br>Luxore has a few rules: (1) all transactions are made only with LUX. (2) Companies will advertise their intentions of advertise! (3) You can choose whether or not to accept ads.<br>We can change these Terms at any time. You should check this page regularly, to make sure that it is still funny!
pt_br: <b>Quem:</b> O projeto Luxore project é mantido pela Luxore Foundation ("LF"). Às vezes, LF pode ser chamada também de "nós", ou "Luxore.me". A pessoa vendo ou interagindo com este projeto chamaremos de "você", "ei, você", ou, quando necessário, "bobão(ona)" (somente se você estiver sendo mal ou crianção(ona)). "Nossa(o)" será usada para as duas partes, pois a rede é descentralizada e distribuída.<br><br><b>Por que:</b> Este Acordo de Termos e Serviços ("Acordo") é nosso contrato (embora não um <a class="linx" href="https://en.wikipedia.org/wiki/Smart_contract" target="_blank">contrato inteligente,</a>!) com você, e diz o que você pode ou não fazer e o que podemos fazer com você.<br><br><b>O que:</b> Luxore é um projeto fodão, de inspiração capitalista com o objetivo de fazer pessoas se sentirem bem consigo mesmas (ofensivo, né?) e conectar pessoas com os mesmos interesses em diferentes áreas da moda em qualquer lugar do mundo. A Luxore será construída com a tecnologia de <a class="linx" href="https://en.wikipedia.org/wiki/Block_chain_%28database%29" target="_blank">blockchain</a> e tem seu próprio "dinheiro", moeda ou moeda digital: <a class="linx" href="http://www.luxore.me/blog/">LUX</a>.<br><br>A Luxore tem algumas regras: (1) todas as transações serão feitas apenas em LUX. (2) Empresas farão propaganda sobre suas intenções de fazer propaganda! (3) Você pode escolher aceitar ou não as propagandas.<br>Podemos mudar esses Termos a qualquer tempo. Você deveria verificar a página regularmente para garantir que continua divertida!

source: <span class="brand">Luxore</span> care about individuals, but some of them doesn't get along...
pt_br: A <span class="brand">Luxore</span> se preocupa com os indivíduos, mas algumas pessoas não se dão bem com as outras...

source: <span class="brand">Luxore</span> is a new kind of social network where you make your looks, share them, become a reference and inspire your followers.
pt_br: <span class="brand">Luxore</span> é um novo tipo de rede social onde você monta seus looks, compartilha, se torna referência e inspira seus seguidores.

source: <span class="brand">Luxore</span> is about have things your way! Our way is to develop this for you...
pt_br: <span class="brand">Luxore</span> é sobre ter as coisas do seu jeito! Nosso jeito é desenvolver isso para você...

source: <span class="brand">Luxore</span> is about transparency! Everything you want to know will be answered. If your question isn't here, don't mind to <a class="linx" ui-sref="app.contact">contact us</a>!
pt_br: <span class="brand">Luxore</span> é sobre transparência! Tudo que você quiser saber será respondido. Se a sua pergunta não estiver aqui, fique a vontade para entrar em <a class="linx" ui-sref="app.contact">contato</a>!

source: <span class="brand">Luxore</span> is built to keep the focus on fashion. All features have something to contribute to that!
pt_br: A <span class="brand">Luxore</span> foi pensada para manter o foco na moda. Todos os recursos têm algo para contribuir com isso!

source: <span class="btn-luxore">G</span>amification
pt_br: <span class="btn-luxore">G</span>amificação

source: 1. WHO, WHY, WHAT
pt_br: 1. QUEM, POR QUE, O QUE

source: 10. MISC THINGS
pt_br: 10. MISCELÂNIA

source: 100 points
pt_br: 100 pontos

source: 2. WHAT IS YOURS, IS YOURS TO KEEP
pt_br: 2. O QUE É SEU, É SÓ SEU

source: 200 points
pt_br: 200 pontos

source: 3. INTELLECTUAL PROPERTY
pt_br: 3. PROPRIEDADE INTELECTUAL

source: 300 points
pt_br: 300 pontos

source: 4. VERY BAD THINGS THAT YOU CANNOT DO
pt_br: 4. COISAS MUITO FEIAS QUE VOCÊ NÃO DEVE FAZER

source: 5. RESPONSIBILITIES
pt_br: 5. RESPONSABILIDADES

source: 50 points
pt_br: 50 pontos

source: 500 points
pt_br: 500 pontos

source: 6. U MAD? GONNA LAWYER UP BRO?
pt_br: 6. VOCÊ ESTÁ BRAVO? QUER NOS PROCESSAR?

source: 7. SURVIVAL OF THE DEAD… AGREEMENT
pt_br: 7. ACORDO ZUMBI...

source: 750 points
pt_br: 750 pontos

source: 8. THIRD PARTY SHARING
pt_br: 8. CONTEÚDO DE TERCEIROS

source: 9. LOUD NOISES
pt_br: 9. PARÁGRAFO ESCANDALOSO

source: A feature borrowed from games are achievements systems. They stimulate and engage people. Thophies and badges are virtual rewards that are given to users by their performance and they will be tied to professional paths: if you like make-up, you can post about it and become a reference by going deeper into the subject, gaining visibility, having others loving your work, and for each accomplishment you will have a badge, a title, or a trophy to show as proof of your dedication! They can be used as a guide showing the way and the possibilities inside the network, leading to more earnings. In games, characters with a higher level are more likely to beat the challenges of the stages, users with higher achievements beat easily the barriers of visualization... But all in a funny way!
pt_br: Uma característica emprestada de jogos são os sistemas de realizações (<em>achievements</em>). Eles estimulam e envolvem as pessoas. Troféus e distintivos são recompensas virtuais que são dadas aos usuários pelo seu desempenho e eles vão ser vinculados a trilhas profissionais: se você gosta de maquiagem, você pode postar sobre isso e tornar-se uma referência, indo mais fundo no assunto, ganhando visibilidade, tendo outros amando o seu trabalho, e para cada realização que você conseguir terá um distintivo, um título ou um troféu para mostrar como prova de sua dedicação! Eles podem ser utilizados como um guia para mostrar os caminhos e as possibilidades da rede, levando a rendimentos maiores. Em jogos, personagens com um nível mais alto são mais propensos a vencer os desafios dos estágios, os usuários com resultados mais elevados vencem facilmente as barreiras de visualização ... Mas tudo de uma forma divertida!

source: About Us
pt_br: Sobre Nós

source: ADs
pt_br: Propaganda

source: After the project got body, we started to consider platforms to use, and did some definitions... We are already implementing and building a community... We use agile methods for programming which allows for bigger transparency.
pt_br: Depois que o projeto tomou corpo, começamos a considerar que plataformas usar e fizemos algumas definições... Nós já estamos implementando e construindo uma comunidade... Usamos métodos ágeis de programação que nos permitem ser cada vez mais transparentes.

source: Although we are already building Luxore, we don't have all the resources we want... That's why we are launching the project on kickstarter - a platform for crowdfunding. In 30 days, we expect to raise the money so we can keep our schedule!
pt_br: Embora já estejamos construindo a Luxore, não temos todos os recursos que precisamos... É por isso que estamos lançando o projeto no Kickstarter - uma plataforma de financiamento coletivo. Em 30 dias, esperamos arrecadar o dinheiro para que possamos manter o cronograma!

source: Any kind. We strongly believe in people's choice so, given the fashion public, fashion related products and promotions will be more common. Many brands like to link their products with fashion and they thinks it helps to sell more... In the end, you decide which kind of ads you'll have in your posts!
pt_br: Qualquer tipo. Acreditamos fortemente na escolha das pessoas então, como o público é da moda, produtos e promoções ligados à moda serão mais comuns. Muitas marcas gostam de ligar seus produtos com a moda e isso os ajuda a vender mais... No final, você é quem decide que tipo de anúncios você vai ter em seus posts!

source: Anyone who pays the owner in LUX.
pt_br: Qualquer um que pague o proprietário em LUX.

source: Anything! Digital co-workings are supposed to connect you with other professionals. You can have a photo studio and hire models and photographers. You can hire a consultant. You can teach others how to look better... Any kind of services professionals can offer... And since the audience is about fashion, any non-related business will not thrive!
pt_br: Qualquer coisa! Os co-workings têm a intenção de conectar você com outros profissionais. Você pode ter um estúdio de fotos e contratar modelos e fotógrafos. Pode contratar consultores. Pode ensinar outros como se vestir melhor... Qualquer tipo de serviço oferecido profissionalmente... E, como a audiência é da moda, qualquer assunto não relacionado, não irá muito longe!

source: At <span class="brand">Luxore</span>, we'd love to hear about you and what you think about all this...
pt_br: Na <span class="brand">Luxore</span>, gostaríamos de ouvir sobre você e o que você pensa sobre tudo isso...

source: At the same time as the development, we need to create a community around Luxore, so people can wait for the complete project, but more important, give us feedback of the ideas, what can be better, and what we shouldn't be doing!! We are building Luxore to people. It's only fair they can be part of it since the begining.
pt_br: Ao mesmo tempo que o desenvolvimento, precisamos criar uma comunidade em volta da Luxore diminuindo as expectativas, mas mais importante, para que possam nos dar dicas, ideias, o que pode ser melhor, e o que nem deveríamos fazer!! Estamos construindo a Luxore para pessoas. Nada mais justo que as mesmas façam parte dela desde o início.

source: Basics
pt_br: A Base

source: Being social is the whole point so don't be mean - read about our <a ui-sref="app.ethics" class="linx">ethical guidelines</a>. When you like a look, you should show your apreciation as well as when you dislike it. To any look, you have 2 buttons: cheer and boo! This is the more common way you can interact with others and participate in the network... You can also share the look with your followers or put it inside a list... Of course, you can leave a comment too. The comments can be deleted by the Look owner or they can be flaged as inappropriated: a snake (or something) will be placed in it so other people know that it is a mean comment... Users can block other users for whatever reason they see fit!
pt_br: Ser social é ponto central para não ser mau - leia sobre as nossas <a ui-sref="app.ethics" class="linx">orientações éticas</a>. Quando você gostar de um look, você deve mostrar sua admiração bem como quando você não gostar. Para qualquer look, você tem 2 botões: alegria e vaia! Esta é a forma mais comum que você tem de interagir com os outros e participar da rede... Você também pode compartilhar o look com seus seguidores ou coloca-lo dentro de uma lista... Claro, você também pode deixar um comentário. Os comentários podem ser excluídos pelo proprietário do look ou eles podem ser marcados como inapropriados: uma cobra (ou algo assim) será colocado nele para que as outras pessoas saibam que é um comentário mediano... Os usuários podem bloquear outros usuários por qualquer razão que eles tiverem!

source: Bronze Scissors
pt_br: Tesoura de Bronze

source: Bronze Trophy
pt_br: Troféu de Bronze

source: Business
pt_br: Negócios

source: By having original content and making your audience grow with you. You can make series of posts by themes, lists like "the best of" something...<br>Another thing are the rewards: You can define how much to distribute of your Looks revenue. 10% are Luxore's, but the other 90% you can keep all, can give all to your followers, or find a number you are confortable with! The more you please your followers, the more you earn!
pt_br: Por ter conteúdo original e fazer seu público crescer com você. Você pode fazer uma série de posts sobre temas, listas como "o melhor de" algo...<br> Outra coisa são as recompensas: Você pode definir quanto será a distribuição das receitas dos seus looks. 10% serão da Luxore, mas dos outros 90% você pode ficar com tudo, dar tudo para os seus seguidores, ou encontrar um número que você ache confortável! Quanto mais você agradar seus seguidores, mais você ganha!

source: Can I use Luxore as my own business?
pt_br: Posso usar a Luxore como meu próprio negócio?

source: Contact Us
pt_br: Contato

source: Copy Address
pt_br: Copiar Endereço

source: Cryptocurrencies are safe by its decentralization and encryption. The transactions and data will be public, but encrypted and everywhere! Everyone can verify the data, but no one can "see" it!
pt_br: Moedas digitais são seguras pela sua descentralização e criptografia. As transações e os dados serão públicos, mas criptografados e estarão em todo lugar! Qualquer um pode verificar os dados, mas ninguém pode "ver" isso!

source: Cup
pt_br: Taça

source: Custom looks made by the power of putting people together. Just search and start dressing.
pt_br: Looks personalizados criados pelo poder de unir as pessoas. Basta pesquisar e começar a se vestir.

source: Dec
pt_br: Dez

source: December 1st, 2016
pt_br: 1º de Dezembro, 2016

source: Decentralized
pt_br: Descentralizado

source: Diamond Trophy
pt_br: Troféu de Diamante

source: Direct channel of instant communication between users! Through this feature you can keep contact with friends and clients quickly and privately! Like the rest of the network, all messages will be encrypted so you can be sure this is a secure line of communication!
pt_br: Canal de comunicação instantânea entre os usuários! Através deste recurso você pode manter contato com amigos e clientes de rápida e particular! Como o resto da rede, todas as mensagens serão criptografadas para que você possa ter certeza que está em uma linha segura de comunicação!

source: Do I have any control over the revenue?
pt_br: Não tenho nenhum controle sobre a receita?

source: Do I have to declare LUX when I do taxes?
pt_br: Tenho que declarar LUX quando eu declaro impostos?

source: Do I need a registered company to use it?
pt_br: Preciso ter uma empresa para usá-la?

source: Do I need to pay for a business page?
pt_br: Preciso pagar por uma página de negócios?

source: Docs
pt_br: Documentos

source: Documentation
pt_br: Documentação

source: DON'Ts
pt_br: PROIBIDOS

source: donate in bitcoin
pt_br: doe em bitcoin

source: Donate to
pt_br: Doe para

source: DOs
pt_br: PERMITIDOS

source: Each badge represents 5 levels out of 15 possible. For each accomplishment like having a Look with 1000 cheers, or making 2 Looks with at least 100 views a day for a week, you earn a level. That shows you proved your value for your community!
pt_br: Cada distintivo representa 5 níveis do 15 possíveis. Para cada conquista como ter 1000 aplausos para um look, ou ter 2 looks com, pelo menos, 100 visualizações por dia durante uma semana, você ganha um nível. Isso mostra que você provou o seu valor para sua comunidade!

source: Ethical Guidelines
pt_br: Orientações Éticas

source: Every cryptocurrency can be negotiated directly. It is like any other currency: you can exchange dollars for euros, as you can exchange bitcoin for dollars or LUX and vice-versa. The value is defined buy who is selling and who is buying like a normal currency exchange flow. We will register the LUX Coin in the main brokers, but you can sell it the way you want!
pt_br: Toda criptomoeda pode ser negociada diretamente. É como qualquer outra moeda: você pode trocar dólares por euros, como você pode trocar bitcoins por dólares ou LUX e vice-versa. O valor definido por quem está vendendo e comprando como o fluxo de uma moeda qualquer hoje. Nós registraremos a LUX coin nas principais corretoras, mas você pode vende-las da forma que achar melhor!

source: Everyone likes lists! They are a handy way of organizing content and they are full of meaning. You can make a list of the best looks of the last decade, for example. It will enable looks to live more. Funny and expressive they can be shared and also boost your visibility or your business. You can have a wishlist, for example, so people can know what to give you in your birthday!!
pt_br: Todo mundo gosta de listas! Elas são uma maneira prática de organizar conteúdo e elas estão cheias de significado. Você pode fazer uma lista dos melhores looks da última década, por exemplo. Ela irá permitir que os looks vivam mais. Engraçado e expressivo eles podem ser compartilhados e também aumentar a sua visibilidade ou do seu negócio. Você pode ter uma lista de desejos, por exemplo, então as pessoas podem saber o que lhe dar em seu aniversário!!

source: Experiments
pt_br: Experimentos

source: Features
pt_br: Recursos

source: Feb
pt_br: Fev

source: February 17th, 2016
pt_br: 17 de Fevereiro, 2016

source: February, 2017
pt_br: Fevereiro, 2017

source: Find people to work with, participate in projects... Create beautiful and useful things!!
pt_br: Encontre pessoas para trabalhar, participar de projetos... Criar coisas bonitas e úteis!!

source: First and Foremost
pt_br: Em primeiro lugar
