Repository: brunoscholz/luxore-website
Catalog: po/*.po
Languages: pt_br

source: Sometimes, people mutually agree to stuff that courts just won't uphold. That is their problem and that shouldn't affect the intent of our contract, though, so you agree that if a judge declares a portion of these Terms of Service of no effect, it really doesn't matter... terms here are very generic. The Terms of Service will stay in effect - our property our rules, right?! That is because WE DON'T OWN the network. The goal of the project is to be decentralized, and the goal of LF is to give maintenance and improvements. So there are no one to be held responsible for it.
pt_br: Ás vezes, as pessoas concordam mutuamente com coisas que os tribunais não acatam. Isso é problema deles, e não deve afetar o intuito do nosso contrato, então você concorda que se um juiz declarar uma parte destes Termos de Serviço sem efeito, isso realmente não importa... os termos aqui são muito genéricos. Os Termos de Serviço continuarão tendo efeito - nossa propriedade nossas regras, certo?! Isso porque NÓS NÃO SOMOS DONOS da rede. O objetivo deste projeto é ser descentralizado, e o objetivo da LF é dar manutenção e fazer melhorias. Portanto ninguém pode ser responsabilizado por isso.

source: Spreading the Word
pt_br: Espalhando a Palavra

source: Subscribe
pt_br: Assine

source: Subscribe to newsletter?
pt_br: Assinar a nossa newsletter?

source: support us on kickstarter
pt_br: nos ajude no kickstarter

source: Survival Of The Dead… Agreement
pt_br: Acordo Zumbi

source: Tags and Search
pt_br: Tags e Pesquisa

source: Terms of Service
pt_br: Termos de Serviço

source: Terms Of Use
pt_br: Termos de Uso

source: That said, we also suggest a few things...
pt_br: Dito isto, nós também sugerimos algumas coisas...

source: The App
pt_br: O Aplicativo

source: The earnings will be only in LUX Coin?
pt_br: Os ganhos serão apenas em LUX?

source: The purpose of gamification is to create an environment of fun and to make people confortable. The badges, for example, are a way of showing people what is possible inside the network without the boring part of reading a plain document.
pt_br: O objetivo da gamificação é fazer as pessoas se sentirem confortáveis. Os distintivos, por exemplo, são uma forma de mostrar às pessoas o que é possível dentro da rede sem a parte chata da leitura de um documento só de texto.

source: The rankings will be regional or international?
pt_br: Os rankings serão regionais ou internacionais?

source: There are no central rankings with points, but you can filter and find people by badges, trophies, cities, etc..
pt_br: Não há rankings centrais com pontos, mas você pode filtrar e encontrar pessoas por distintivos, troféus, cidades, etc..

source: There are up to 4 spaces for ads.
pt_br: Há até 4 espaços para anúncios.

source: There will be 'jobs'. If you want to participate more, you can subscribe to rate looks, to translate and validate tags, to store the network's data, to be third party judge in conflicts, etc.. Lots of little things that help to maintain the network healthy. The coin itself is an incentive and those jobs will be like tasks and look like a game!
pt_br: Haverá 'empregos'. Se você quiser participar mais, você pode se inscrever para avaliar looks, para traduzir e validar tags, para armazenar dados da rede, para ser a terceira parte e julgar conflitos, etc.. Muitas pequenas coisas que ajudam a manter a rede saudável. A moeda em si é um incentivo e o trabalho será como tarefas/quests de um jogo!

source: There will be only 1 billion LUX ever! No one can rule over the creation or the transactions of the coin. This means no one can interfere in it's value or it's form. The coin is free from rulers, so it can be used by free people!
pt_br: Haverá apenas 1 bilhão de LUX para sempre! Ninguém pode controlar a criação ou as operações da moeda. Isso significa que ninguém pode interferir no seu valor ou na sua forma. A moeda é livre de reguladores, para que ela possa ser usada por pessoas livres!

source: There will be standard contracts and custom ones. The expiration will depend on the contract. You will always have the chance to analise the terms and accept or reject any contract at any time. Smart contracts can be partial: A store would like to pay for 5 of your Looks with their ad... If you post only 3, you'll receive for those 3 and the rest is returned to the store...
pt_br: Haverá contratos padrão e personalizados. A expiração dependerá do contrato. Você sempre terá a chance de analisar os termos e aceitar ou recusar qualquer contrato a qualquer momento. Contratos inteligentes podem ser parciais: Uma loja gostaria de colocar anúncios em 5 Looks seus... Se você postar apenas 3, você receberá pelos 3 e o resto será devolvido para a loja...

source: They will make a public offer with their intentions or search for a specific audience. They choose the type of contract and the intructions, the audience will be notified and can choose to accept it or not! They are smart contracts which means they are self-executing contractual states. They receive instructions and respond appropriately.
pt_br: Eles vão fazer uma ofertas públicas com as suas intenções ou procurar um por público específico. Eles escolherão o tipo de contrato e as instruções, o público será notificado e pode optar por aceitar ou não! São contratos inteligentes o que significa que eles são contratos auto-executáveis. Eles recebem instruções e respondem apropriadamente.

source: Third Party Sharing
pt_br: Conteúdo de Terceiros

source: Through tags! You tag your look and, depending on the ad type, those tags will be used to search similar products.
pt_br: Através de tags! Você marca seu look e, dependendo do tipo de anúncio, essas tags serão usadas para encontrar produtos semelhantes.

source: Tips
pt_br: Gorjetas

source: To describe your looks you can tag it, like "party formal dinner long-dress", plus situations such as wedding, new years eve, or walking the dog on the beach, and body types like pear, plus-size, skinny, etc. When you apply tags to your looks, people can find you and cheer your work. Tags make it easy to find everything about fashion by filtering the search results and showing only what matters to you!
pt_br: Para descrever seus looks, você pode marca-los, como "jantar formal vestido-longo", além de situações, tais como casamento, véspera de ano novo, ou passeando com o cachorro na praia, tipos de corpo, como pêra, plus-size, magra, etc. Quando você coloca tags em seus looks, as pessoas podem encontra-lo e aplaudir seu trabalho. Tags facilitam encontrar tudo sobre moda, filtrando os resultados da pesquisa e mostrando apenas o que importa para você!

source: Trophies are given to those that really stand out! They are a way to show everybody else, the owner has created great value to others.<br> Badges are 'evolution' indicators. They are professional paths and will serve as a way to rate businesses and users as successful creators. For example, a path for dressmakers could be like this:
pt_br: Troféus são dados para aqueles que realmente se destacam! Eles são uma maneira de mostrar para todo mundo, que o proprietário provou seu valor para os outros.<br>Distintivos são indicadores de 'evolução'. Eles são caminhos profissionais e servirão como uma maneira de avaliar negócios e usuários como criadores de sucesso. Por exemplo, uma trilha para costureiras poderia ser assim:

source: U Mad? Gonna Lawyer Up Bro?
pt_br: Está bravo? Vai nos processar?

source: Valuable
pt_br: Valiosa

source: Value is subjective! So LUX value will be based on peoples will of using it. Since, inside Luxore, that is the only way to make transactions, it's value will be determined by market rules of supply and demand: sellers can ask the price they want, and buyers can pay what they want! All in a voluntary and peaceful way.
pt_br: O valor é subjetivo! Assim o valor da LUX será baseado na vontade das pessoas em usá-lo. Uma vez que, dentro da Luxore, essa será a única maneira de fazer as transações, seu valor será determinado pelas regras de oferta e demanda do mercado: os vendedores podem pedir o preço que quiserem, e os compradores podem pagar o que eles quiserem! Tudo de uma forma voluntária e pacifica.

source: Very Bad Things That You Cannot Do
pt_br: Coisas Muito Feias Que Você Não Deve Fazer

source: Wallet & Coin
pt_br: Carteira & Moeda

source: Want contact by email?
pt_br: Quer entrar em contato por email?

source: watch the video
pt_br: assista o video

source: We can't know that! That is a barter for stores and users... People will tend to base their decisions about price with other ad services, but some folks will be highly valuable... I've heard famous people are charging companies for twitter comments... How much does it costs? It all depends on a negotiation, but closer to the release we will have an analisys on that and maybe could estimate a initial price.
pt_br: Nós temos como saber disso! É uma permuta entre as lojas e os usuários... As pessoas tendem a basear suas decisões sobre o preço em outros serviços de anúncios, mas algumas pessoas serão altamente valiosas... Eu já ouvi que pessoas famosas estão cobrando de empresas para comentar no twitter... Quanto custa? Tudo depende de uma negociação, mas mais perto do lançamento, teremos uma análise sobre isso e talvez poderemos estimar um preço inicial.

source: We care about your security and privacy.
pt_br: Nos preocupamos com sua privacidade e segurança.

source: We had our share of concern about theming a social network and how to make sure Luxore doesn't become an evil robot (not robot, just evil). Well, besides the use of decetralization, we made lots of types of rewards and incentives so it can be always focused on fashion. As we cannot ban, remove, or spank anyone, we gave you the powerful and efficient Physical Removal service, a.k.a block. You can also delete all the comments you don't like - but wait, there is more: When other people are beeing lower than a snake's belly or a real Retard McTardypants you have 3 options: (1) Start a dance fight/contest - not recommended, though. (2) LALALALALALA CAN’T HEAR. And (3), our favoritte, flag the comment as poisonous, toxic waste. Next comments of the flagged individuals will stink until they make amends.
pt_br: Nós tivemos a nossa parcela de preocupação sobre colocar um tema em uma rede social e sobre como ter certeza de que a Luxore não se tornaria um robô do mal (robô não, apenas mal). Bem, além da descentralização, pensamos em muitos tipos de recompensas e incentivos para que a rede possa sempre estar focada na moda. Como não podemos proibir, remover ou bater em ninguém, nós lhe demos o poderoso e eficiente serviço de remoção física, o bloqueio. Você também pode excluir todos os comentários que não gostar, e mais: quando outras pessoas estiverem ficando mais baixas que barriga de cobra ou verdadeiros bobões você tem 3 opções: (1) Comece uma competição de dança - não recomendado, no entanto. (2) LALALALALALA não estou escutando nada. E (3), nosso favorito, marque o comentário como veneno, como lixo tóxico. Os próximos comentários dos indivíduos marcados vão feder até eles se repararem.

source: We have lawyers. A whole team of them that are ready to knife fight on a whim... NOT!! But if you have problem with someone first go talk to that person. If you still have a problem, remove that person physically, so to speak (block). We don't have anything to do with the content posted or your fights. If you have a problem with us, make sure it is our problem. We may talk about this for awhile, and if neither side is happy with the result then we can duke it out in Court. The Court must be private, and will be decided based on contracts rules. Oh, and the winner of any dispute or lawsuit is entitled to have their attorneys' fees and costs paid for by the loser.
pt_br: Temos advogados. Uma equipe inteira deles pronta para brigar de faca por qualquer frescura... NÃO!! Mas se você tiver problemas com alguém primeiro vá falar com a pessoa. Se você ainda tiver problema, remova fisicamente a pessoa, por assim dizer (bloqueie). Não temos nada a ver com o conteúdo postado ou suas brigas. Se você tiver um problema com a gente, tenha certeza que é problema nosso. Podemos falar sobre isso por algum tempo, e se nenhum dos dois lados estiver feliz com o resultado podemos brigar na Justiça. O Tribunal deve ser privado, e será decidido com base nas regras do contrato (do lançamento). Ah, e o vencedor de qualquer disputa ou ação judicial tem direito aos honorários e custos de seus advogados serem pagos pelo perdedor.

source: WE HAVE TO USE CAPS LOCK FOR THIS SECTION BECAUSE SOME DEAD GUY 100 YEARS AGO PROBABLY SAID IF WE DON'T THEN IT DOESN'T COUNT. SO WE CAN'T GUARANTEE THAT OUR SITE/APP WON'T BREAK YOUR COMPUTER/PHONE OR THAT YOU'LL FIND IT AMUSING OR THAT IT WILL HELP YOU MAKE MONEY. WE TRY OUR BEST, BUT THAT'S ALL YOU GET JUST LIKE WHEN YOU BUY SOMETHING AT A RANDOM GARAGE SALE… YOU'RE BUYING IT "AS IS" EVEN IF IT BLOWS UP OR FRIES YOUR BRAIN. SO EVEN IF SOMETHING TERRIBLE AND CATASTROPHIC HAPPENS BECAUSE YOU VIEWED OUR SITE/APP, YOU CAN'T SUE US, OR ANYONE THAT IS CONNECTED WITH US. SINCE WE'RE EVERYWHERE (DISTRIBUTED AND DECENTRALIZED, REMEMBER?), SO WE WANT TO COPY THAT FANCY LAW SOMEWHERE THAT SAYS IF YOU GIVE UP YOUR "GENERAL" RIGHTS TO CLAIMS YOU DON'T HAVE TO GIVE UP YOUR RIGHTS TO CLAIMS THAT YOU COULDN'T HAVE KNOWN ABOUT (MAKES SENSE RIGHT?) WE'LL GUESS WHAT YOU ARE GIVING THOSE RIGHTS UP BECAUSE THIS IS A CONTRACT AND WE JUST TOLD YOU. SORRY! SO WE'RE DISCLAIMING ALL WARRANTIES AND LIABILITY FOR ANYTHING AND EVERYTHING, WHETHER OR NOT WE KNEW OR SHOULD HAVE BEEN PSYCHIC AND KNEW.
pt_br: TEMOS QUE USAR CAPS LOCK PARA ESSA SEÇÃO PORQUE ALGUM CARA QUE MORREU HÁ MAIS DE 100 ANOS PROVAVELMENTE DISSE QUE SE NÃO USÁSSEMOS NÃO CONTARIA. ENTÃO NÓS NÃO PODEMOS GARANTIR QUE NOSSO SITE OU APLICATIVO NÃO VAI QUEBRAR SEU COMPUTADOR/TELEFONE OU QUE VOCÊ VAI ADORAR A REDE OU QUE ELA FARÁ VOCÊ GANHAR DINHEIRO. NÓS VAMOS FAZER O MELHOR POSSÍVEL, MAS É TUDO QUE VOCÊ LEVA, EXATAMENTE COMO QUANDO COMPRA ALGO EM UMA LIQUIDAÇÃO DE JARDIM QUALQUER... VOCÊ ESTA RECEBENDO "COMO É" MESMO SE ISSO EXPLODIR OU FRITAR SEU CÉREBRO. ENTÃO, MESMO QUE ALGO TERRÍVEL E CATASTRÓFICO ACONTEÇA PORQUE VOCÊ VIU NOSSO SITE/APP, VOCÊ NÃO PODE NOS PROCESSAR, OU NINGUÉM CONECTADO A NÓS. JÁ QUE ESTAMOS EM TODO LUGAR (DISTRIBUÍDO E DESCENTRALIZADO, LEMBRA?), QUEREMOS COPIAR AQUI UMA LINDA LEI DE ALGUM LUGAR QUE DIZ QUE SE VOCÊ ABRIR MÃO DOS SEUS "DIREITOS" GERAIS DE REIVINDICAÇÃO, VOCÊ NÃO PRECISA ABRIR MÃO DOS SEUS "DIREITOS" DE REIVINDICAR QUE VOCÊ NÃO TINHA COMO SABER (FAZ SENTIDO, CERTO?). ADIVINHA?! VOCÊ ESTÁ ABRINDO MÃO DELES PORQUE ISSO É UM CONTRATO E NÓS ACABAMOS DE TE DIZER, DESCULPE! ESTAMOS RENUNCIANDO A QUAISQUER GARANTIAS E RESPONSABILIDADES PARA TUDO E QUALQUER COISA, QUER SOUBÉSSEMOS OU DEVESSEMOS TER SABIDO OU SERMOS PSÍQUICOS. NINGUÉM ACHA ESTRANHA ESSA LINGUAGEM? O MAIS ENGRAÇADO É QUE NADA DISSO VALE MUITA COISA...

source: We made it!
pt_br: Conseguimos!

source: We need to call you something...
pt_br: Nós precisamos chama-lo de alguma coisa...

source: We reserve the right to remove any image, or member that violates these guidelines... NOT! This right belongs only to owners.
pt_br: Nós temos o direito de remover qualquer imagem ou usuário que viole essas regras... NÃO! Este direito pertence apenas aos proprietários.

source: We store
pt_br: Armazenamos

source: Well, that's really diffcult. Maybe you are creating something entirely new... Then you can create a tag for it, and contact someone to produce it... You can have your own digital co-working and hire people to help you...
pt_br: Bem, isso é muito difícil. Talvez você esteja criando algo inteiramente novo... Então você pode criar uma tag nova só para isso, e entrar em contato com alguém para produzi... Você pode ter o seu próprio espaço de trabalho virtual e contratar pessoas para te ajudar...

source: Well, they engage people. They will help to maintain the network by making jobs to look like a game. They are a fun way to make things happen and will always work with LUX Coins, so they double the incentives.
pt_br: Bem, eles envolvem as pessoas. Eles vão ajudar a manter a rede, fazendo o trabalhos parecerem um jogo. Eles são uma maneira divertida de fazer as coisas acontecerem e sempre trabalharão com LUX, dobrando os incentivos.

source: Well... that...<br>...is a nonsense.<br>Learn more <a class="linx" href="https://mises.org/library/against-intellectual-property-0" target="_blank">here</a> and <a class="linx" href="http://everythingisaremix.info/" target="_blank">here</a>.
pt_br: Bem... isso...<br>... é completamente sem sentido.<br>Saiba mais <a class="linx" href="https://mises.org/library/against-intellectual-property-0" target="_blank">aqui</a> e <a class="linx" href="http://everythingisaremix.info/" target="_blank">aqui</a>.

source: What are the Funder Trophies?
pt_br: O que são os Troféus de Financiador?

source: What are trophies and badges?
pt_br: O que são troféus e distintivos?

source: What else is gamified?
pt_br: O que mais é gamificado?

source: What if I run a fashion blog, can I use the same pictures here?
pt_br: E se eu tiver um blog de moda, eu posso usar as mesmas imagens aqui?

source: What if my look does not have any similar items?
pt_br: E se o meu look não tiver produtos similares?

source: What is Gamification?
pt_br: O que é gamificação?

source: What is LUX Coin?
pt_br: O que é LUX Coin?

source: What is LUX relation to other currencies?
pt_br: Qual é a relação da LUX com outras moedas?

source: What is Luxore?
pt_br: O que é a Luxore?

source: What is not yours...
pt_br: O que não é seu...

source: What is on your mind?
pt_br: No que você está pensando?

source: What is the purpose?
pt_br: Qual é o propósito?

source: What is yours...
pt_br: O que é seu...

source: What you want to talk about?
pt_br: Sobre o que você quer falar?

source: When ads expire? How to control it?
pt_br: Quando os anúncios expiram? Como eu controlo isso?

source: When you post a Look, you can choose ads for it. You can also set a default. The post will be shared and applauded by your followers increasing the range of the ad and making your profile more valuable. The contracts can be with any duration and any conditions.
pt_br: Quando você postar um look, você pode escolher os anúncios para ele. Você também pode definir um padrão. O post poderá ser compartilhado e aplaudido por seus seguidores aumentando o alcance da propaganda e tornando seu perfil mais valioso. Os contratos podem ter qualquer duração e quaisquer condições.

source: Where can we email you back?
pt_br: Onde podemos enviar de volta o email?

source: Which are the advantages of this gamification thing?
pt_br: Quais são as vantagens dessa coisa de gamificação?

source: Which kind of ads will be available?
pt_br: Que tipos de anúncios estarão disponíveis?

source: Which kind of business can I have inside Luxore?
pt_br: Que tipos de negócios eu posso ter dentro da Luxore?

source: Who can post ads?
pt_br: Quem pode postar anúncios?

source: Who control this currency?
pt_br: Quem controla essa moeda?

source: Who, Why, What
pt_br: Quem, Por que, O que

source: Why not to use a common currency?
pt_br: Por que não usar uma moeda comum?

source: Yeah, we have a coin! LUX is a token, a cryptocurrency, built with the same premises of Bitcoin using Lisk: a platform for building blockchains and decentralized apps!<br>The idea is to cut off the bureaucracy and, like other cryptocurrencies, be safe. All the financial transactions inside Luxore network will be made with LUX. That guarantees the valuation of the whole system. There will be created 1 billion LUX Coins in two years, and it will not be possible to create more or less than this! Every user will have an address that works like your bank account number and you can send and receive money with it, protected by a passphrase that only you know.
pt_br: Sim, nós temos uma moeda! LUX é um token, uma moeda digital, construída com as mesmas premissas do Bitcoin usando Lisk: uma plataforma para construir blockchains e aplicativos descentralizados!<br>A idéia é cortar a burocracia e, como outras moedas digitais, ser segura. Todas as transações financeiras dentro da rede da Luxore serão feitas com LUX. O que garante a valorização de todo o sistema. Serão criadas 1 bilhão de LUX em dois anos, e não será possível criar mais ou menos do que isso! Cada usuário terá um endereço que funciona como seu número de conta bancária e você pode enviar e receber dinheiro com ele, protegido por uma senha que só você sabe.

source: Yes. Every cryptocurrency comes with a digital wallet that looks like a bank! You will see there, all your transactions and filter by Look, for example. You can also change the distribution on your looks.
pt_br: Sim. Cada moeda digital vem com uma carteira digital que se parece com um banco! Você verá lá, todas as suas transações e poderá filtrar por Looks, por exemplo. Você também pode alterar a distribuição nos seus looks.

source: Yes. The goal is to create parallel markets inside the fashion market. Connect people to voluntary trade between them. You can set up a Studio, a digital co-working, and make a living out of it! The more the LUX Coin is valuable, the more easy will be to grow a business here!
pt_br: Sim. O objetivo é criar mercados paralelos dentro do mercado da moda. Conectar as pessoas para negociarem voluntariamente entre si. Você pode montar um Estúdio, um grupo virtual de trabalho, e ganhar uma grana com isso! Quanto mais a LUX for valiosa, mais fácil será para um negócio crescer aqui!

source: Yes. The LUX Coin is the basis of the network itself.
pt_br: Sim. A LUX é a base da própria rede.

source: Yes. We are not competitors. We want to help with visibility and monetization.
pt_br: Sim. Nós não somos concorrentes. Queremos ajudar com visibilidade e monetização.

source: You can change and distribute the way you want except for the 10% maintenance.
pt_br: Você pode mudar e distribuir da maneira que quiser, exceto os 10% para manutenção.

source: You can post content - it's a social network.. You agree to remain responsible for anything that you post. Your property! That's a lot of power, but remember: "with great powers comes great responsibilities". You can do business in your terms, in your space, as long as it is voluntary.<br>LF's only job is software maintenance for which we claim 10% of the total income with the ads for making this wonderful system for you. (Low cost rent).
pt_br: Você pode postar conteúdo - é uma rede social.. Você concorda em continuar a ser responsável por qualquer coisa que postar. É sua propriedade! Isso é um grande poder, mas lembre-se: "Com grandes poderes, vêm grandes responsabilidades". Você pode fazer negócios com as suas regras, em seu espaço desde que seja voluntário.<br>O único trabalho da LF é a manutenção do software e por isso nós reivindicamos 10% do total das receitas com propagandas para fazer esse maravilhoso sistema para você. (Aluguel de baixo custo).

source: You reserve all the rights to your code.
pt_br: Você tem todos os direitos do seu código.

source: Your email address
pt_br: Seu endereço de email

source: Your email seems wrong..
pt_br: Seu email parece errado..

source: your Github account
pt_br: sua conta Github
